;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[CiriVoicepackEnglish X2BodyPartTemplate]
DisplayName="Cirilla English"
[CiriVoicepackPolish X2BodyPartTemplate]
DisplayName="Cirilla Polish"